IDEA Open Model
NadStrategyConcrete.SetupValues Property
Compatible with IDEA StatiCa v 10.1
 Setup values
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public List<NadSetupValue> SetupValues { get; set; }
Public Property SetupValues As List(Of NadSetupValue)
	Get
	Set
public:
property List<NadSetupValue^>^ SetupValues {
	List<NadSetupValue^>^ get ();
	void set (List<NadSetupValue^>^ value);
}
Property Value
Type: List<NadSetupValue>
See Also
Reference
NadStrategyConcrete Class
IdeaRS.OpenModel.Concrete Namespace